Repository: wp-plugins/advanced-access-manager
Catalog: lang/aam-*.po
Languages: pl_pl

source: Access denied
pl_pl: Brak dostępu

source: Access Control
pl_pl: Kontrola dostępu

source: Extensions
pl_pl: Rozszerzenia

source: Post & Page
pl_pl: Wpisy i Strony

source: Backend Interface
pl_pl: Interfejs panelu zarządzania

source: Miscellaneous
pl_pl: Pozostałe

source: Miscelaneous
pl_pl: Pozostałe

source: Roles
pl_pl: Role

source: Role Manager
pl_pl: Zarządzanie rolami

source: Users
pl_pl: Użytkownicy

source: User Manager
pl_pl: Zarządzanie użytkownikami

source: Visitor
pl_pl: Gość

source: Visitor Manager
pl_pl: Zarządzaj gośćmi

source: Control Access to Admin Menu. Restrict access to entire Menu or Submenu. <b>Notice</b>, the menu is rendered based on Role's or User's capabilities.
pl_pl: Kontroluj dostęp do menu administracyjnego. Ogranicz dostęp do całych pozycji menu lub do pozycji podmenu. <b>Wskazówka</b> menu jest dynamicznie generowane zależnie od ról i uprawnień.

source: Metabox & Widget
pl_pl: Metaboxy i Widżety

source: Filter the list of Metaboxes or Widgets for selected Role or User. If metabox or widget is not listed, try to click <b>Refresh the List</b> button or Copy & Paste direct link to page where specific metabox or widget is shown and hit <b>Retrieve Metaboxes from Link</b> button.
pl_pl: Filtruj listę Widżetów i Metaboksów dla wybranej roli lub użytkownika. Jeżeli brakuje Metaboxów i/lub Widżetów na liście, kliknij ikonkę <b>Odśwież listę</b> lub skopiuj i wklej bezpośredni odnośnik do strony, gdzie wyświetlają się braujące Metaboksy i/lub Widżety i kliknij ikonkę plusa <b>Wczytaj elementy ze strony</b>

source: Capability
pl_pl: Szczegółowe prawa

source: Manage the list of Capabilities for selected User or Role. <b>Notice</b>, list of user's capabilities are inherited from user's Role.<br/><b>Warning!</b> Be very careful with capabilities. Deleting or unchecking any capability may cause temporary or permanent constrol lost over some features or WordPress dashboard.
pl_pl: Zarządzaj listą uprawnień dla wybranego użytkownia lub roli. <b>Wskazówka</b> Lista uprawnień jest dziedziczona z roli/ról uzytkownika. <b>Ostrzeżenie!</b> Bądź ostrony z uprawnieniami. Usuwanie lub odbieranie uprawnień może spowodować tymczasowy lub całkowity brak dostępu do panelu administracyjnego WordPress.

source: Posts & Categories
pl_pl: Wpisy i Kategorie

source: Manage access to individual <b>Post</b> or <b>Term</b>. Notice, under <b>Post</b>, we assume any post, page or custom post type. And under <b>Term</b> - any term like Post Categories.
pl_pl: Zarządzaj dostępen do poszczególnych <b>Wpisów</b> i/lub <b>Typów</b>. Wyjaśnienie, <b>Wpisy</b> rozumiane jako dowolne strony, wpisy lub niestandardowe typy wpisów. <b>Typy</b> rozumiane jako dowolne kategorie.

source: Event Manager
pl_pl: Menadżer reguł

source: Define your own action when some event appeared in your WordPress blog. This sections allows you to trigger an action on event like post content change, or page status update. You can setup to send email notification, change the post status or write your own custom event handler.
pl_pl: Zdefiniuj własną akcję dla zdarzeń wystepujących w Twoim WordPress. Ta skecja pozwala ustawić akcję na jakieś zdarzenie np.: zmiana treści wpisu/strony lub statusu. Możesz skonfigurować wysyłanie powiadomień email, zmienić status wpisu/strony lub zdefiniować własną obsługę zdarzenia.

source: ConfigPress
pl_pl: Konfiguracja

source: Control <b>AAM</b> behavior with ConfigPress. For more details please check <b>ConfigPress tutorial</b>.
pl_pl: Konfiguruj <b>AAM</b> przez ConfigPress. Aby uzyskać więcej informacji zapoznaj się <b>poradnikiem ConfigPress</b>.

source: Rollback Settings
pl_pl: Wycofaj ustawienia

source: Cancel
pl_pl: Anuluj

source: Send E-mail
pl_pl: Wyślij E-mail

source: Add New Role
pl_pl: Dodaj nową rolę

source: Manage
pl_pl: Zarządzaj/Edytuj

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

source: Filtered
pl_pl: Przefiltrowane

source: Clear
pl_pl: Wyczyść

source: Save Changes
pl_pl: Zapisz zmiany

source: System detected %d user(s) with this role. All Users with Role <b>%s</b> will be deleted automatically!
pl_pl: System wykrył użytkownika/ów z tej roli. Wszyscy użytkownicy z tą rolą zostaną usunięci!

source: Are you sure that you want to delete role <b>%s</b>?
pl_pl: Czy na pewno chcesz usunąć rolę/e?

source: Delete Role
pl_pl: Usuń rolę

source: Add User
pl_pl: Dodaj użytkownika

source: Filter Users
pl_pl: FIltruj uzytkowników

source: Refresh List
pl_pl: Odśwież listę

source: Block
pl_pl: Zablokuj

source: Are you sure you want to delete user <b>%s</b>?
pl_pl: Czy na pewno chcesz usunąć użytkownika/ów?

source: Filter Capabilities by Category
pl_pl: Filtruj prawa wg kategorii

source: Inherit Capabilities
pl_pl: Dziedzicz prawa

source: Add New Capability
pl_pl: Dodaj nowe prawo

source: Are you sure that you want to delete capability <b>%s</b>?
pl_pl: Czy na pewno chcesz usunąć pozycję/e?

source: Delete Capability
pl_pl: Usuń pozycję

source: Select Role
pl_pl: Wybierz rolę

source: Add Capability
pl_pl: Dodaj pozycję

source: Add Event
pl_pl: Dodaj regułę

source: Edit Event
pl_pl: Edytuj regułę

source: Delete Event
pl_pl: Usuń regułę

source: Save Event
pl_pl: Zapisz regułę

source: Filter Posts by Post Type
pl_pl: Filtruj wpisy typy wpisów

source: Restore Default
pl_pl: Przywróć domyślne

source: Apply
pl_pl: Zastosuj

source: Edit Term
pl_pl: Edytuj termin

source: Manager Access
pl_pl: Menadżer dostępu

source: Unlock Default Accesss Control
pl_pl: Odblokuj domyślną kontrolę dostępu

source: Close
pl_pl: Zamknij

source: Edit Role
pl_pl: Edytuj rolę

source: Dashboard Widgets
pl_pl: Widżety panelu

source: Frontend Widgets
pl_pl: Widżety strony

source: [empty]
pl_pl: [puste]

source: All
pl_pl: Wszystkie
